{
  "id": "eze",
  "name": "Book of the Prophet Ezekiel",
  "order": 26,
  "section": "Old Testament",
  "folios": [],
  "chapters": [
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "So Joshua took all that land, the hills, and all the south country, and all the land of Goshen, and the valley, and the plain, and the mountain of Israel, and the valley of the same; 11:17 Even from the mount Halak, that goeth up to Seir, even unto Baalgad in the valley of Lebanon under mount Hermon: and all their kings he took, and smote them, and slew them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/16"
            }
          ]
        },
        {
          "verse": 18,
          "sinaiticus": {},
          "text": "Joshua made war a long time with all those kings.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/18"
            }
          ]
        },
        {
          "verse": 19,
          "sinaiticus": {},
          "text": "There was not a city that made peace with the children of Israel, save the Hivites the inhabitants of Gibeon: all other they took in battle.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/19"
            }
          ]
        },
        {
          "verse": 20,
          "sinaiticus": {},
          "text": "For it was of the LORD to harden their hearts, that they should come against Israel in battle, that he might destroy them utterly, and that they might have no favour, but that he might destroy them, as the LORD commanded Moses.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/20"
            }
          ]
        },
        {
          "verse": 21,
          "sinaiticus": {},
          "text": "And at that time came Joshua, and cut off the Anakims from the mountains, from Hebron, from Debir, from Anab, and from all the mountains of Judah, and from all the mountains of Israel: Joshua destroyed them utterly with their cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/21"
            }
          ]
        },
        {
          "verse": 22,
          "sinaiticus": {},
          "text": "There was none of the Anakims left in the land of the children of Israel: only in Gaza, in Gath, and in Ashdod, there remained.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/22"
            }
          ]
        },
        {
          "verse": 23,
          "sinaiticus": {},
          "text": "So Joshua took the whole land, according to all that the LORD said unto Moses; and Joshua gave it for an inheritance unto Israel according to their divisions by their tribes. And the land rested from war.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/11/23"
            }
          ]
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "Now these are the kings of the land, which the children of Israel smote, and possessed their land on the other side Jordan toward the rising of the sun, from the river Arnon unto mount Hermon, and all the plain on the east: 12:2 Sihon king of the Amorites, who dwelt in Heshbon, and ruled from Aroer, which is upon the bank of the river Arnon, and from the middle of the river, and from half Gilead, even unto the river Jabbok, which is the border of the children of Ammon;",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/12/1"
            }
          ]
        },
        {
          "verse": 3,
          "sinaiticus": {},
          "text": "And from the plain to the sea of Chinneroth on the east, and unto the sea of the plain, even the salt sea on the east, the way to Bethjeshimoth; and from the south, under Ashdothpisgah: 12:4 And the coast of Og king of Bashan, which was of the remnant of the giants, that dwelt at Ashtaroth and at Edrei, 12:5 And reigned in mount Hermon, and in Salcah, and in all Bashan, unto the border of the Geshurites and the Maachathites, and half Gilead, the border of Sihon king of Heshbon.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/12/3"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "Them did Moses the servant of the LORD and the children of Israel smite: and Moses the servant of the LORD gave it for a possession unto the Reubenites, and the Gadites, and the half tribe of Manasseh.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/12/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "And these are the kings of the country which Joshua and the children of Israel smote on this side Jordan on the west, from Baalgad in the valley of Lebanon even unto the mount Halak, that goeth up to Seir; which Joshua gave unto the tribes of Israel for a possession according to their divisions; 12:8 In the mountains, and in the valleys, and in the plains, and in the springs, and in the wilderness, and in the south country; the Hittites, the Amorites, and the Canaanites, the Perizzites, the Hivites, and the Jebusites: 12:9 The king of Jericho, one; the king of Ai, which is beside Bethel, one;",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/12/7"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "The king of Jerusalem, one; the king of Hebron, one; 12:11 The king of Jarmuth, one; the king of Lachish, one; 12:12 The king of Eglon, one; the king of Gezer, one; 12:13 The king of Debir, one; the king of Geder, one; 12:14 The king of Hormah, one; the king of Arad, one; 12:15 The king of Libnah, one; the king of Adullam, one; 12:16 The king of Makkedah, one; the king of Bethel, one; 12:17 The king of Tappuah, one; the king of Hepher, one; 12:18 The king of Aphek, one; the king of Lasharon, one; 12:19 The king of Madon, one; the king of Hazor, one; 12:20 The king of Shimronmeron, one; the king of Achshaph, one; 12:21 The king of Taanach, one; the king of Megiddo, one; 12:22 The king of Kedesh, one; the king of Jokneam of Carmel, one; 12:23 The king of Dor in the coast of Dor, one; the king of the nations of Gilgal, one; 12:24 The king of Tirzah, one: all the kings thirty and one.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/12/10"
            }
          ]
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "Now Joshua was old and stricken in years; and the LORD said unto him, Thou art old and stricken in years, and there remaineth yet very much land to be possessed.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "This is the land that yet remaineth: all the borders of the Philistines, and all Geshuri, 13:3 From Sihor, which is before Egypt, even unto the borders of Ekron northward, which is counted to the Canaanite: five lords of the Philistines; the Gazathites, and the Ashdothites, the Eshkalonites, the Gittites, and the Ekronites; also the Avites: 13:4 From the south, all the land of the Canaanites, and Mearah that is beside the Sidonians unto Aphek, to the borders of the Amorites: 13:5 And the land of the Giblites, and all Lebanon, toward the sunrising, from Baalgad under mount Hermon unto the entering into Hamath.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/2"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "All the inhabitants of the hill country from Lebanon unto Misrephothmaim, and all the Sidonians, them will I drive out from before the children of Israel: only divide thou it by lot unto the Israelites for an inheritance, as I have commanded thee.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "Now therefore divide this land for an inheritance unto the nine tribes, and the half tribe of Manasseh, 13:8 With whom the Reubenites and the Gadites have received their inheritance, which Moses gave them, beyond Jordan eastward, even as Moses the servant of the LORD gave them; 13:9 From Aroer, that is upon the bank of the river Arnon, and the city that is in the midst of the river, and all the plain of Medeba unto Dibon; 13:10 And all the cities of Sihon king of the Amorites, which reigned in Heshbon, unto the border of the children of Ammon; 13:11 And Gilead, and the border of the Geshurites and Maachathites, and all mount Hermon, and all Bashan unto Salcah; 13:12 All the kingdom of Og in Bashan, which reigned in Ashtaroth and in Edrei, who remained of the remnant of the giants: for these did Moses smite, and cast them out.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/7"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "Nevertheless the children of Israel expelled not the Geshurites, nor the Maachathites: but the Geshurites and the Maachathites dwell among the Israelites until this day.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/13"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "Only unto the tribes of Levi he gave none inheritance; the sacrifices of the LORD God of Israel made by fire are their inheritance, as he said unto them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/14"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "And Moses gave unto the tribe of the children of Reuben inheritance according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/15"
            }
          ]
        },
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "And their coast was from Aroer, that is on the bank of the river Arnon, and the city that is in the midst of the river, and all the plain by Medeba; 13:17 Heshbon, and all her cities that are in the plain; Dibon, and Bamothbaal, and Bethbaalmeon, 13:18 And Jahaza, and Kedemoth, and Mephaath, 13:19 And Kirjathaim, and Sibmah, and Zarethshahar in the mount of the valley, 13:20 And Bethpeor, and Ashdothpisgah, and Bethjeshimoth, 13:21 And all the cities of the plain, and all the kingdom of Sihon king of the Amorites, which reigned in Heshbon, whom Moses smote with the princes of Midian, Evi, and Rekem, and Zur, and Hur, and Reba, which were dukes of Sihon, dwelling in the country.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/16"
            }
          ]
        },
        {
          "verse": 22,
          "sinaiticus": {},
          "text": "Balaam also the son of Beor, the soothsayer, did the children of Israel slay with the sword among them that were slain by them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/22"
            }
          ]
        },
        {
          "verse": 23,
          "sinaiticus": {},
          "text": "And the border of the children of Reuben was Jordan, and the border thereof. This was the inheritance of the children of Reuben after their families, the cities and the villages thereof.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/23"
            }
          ]
        },
        {
          "verse": 24,
          "sinaiticus": {},
          "text": "And Moses gave inheritance unto the tribe of Gad, even unto the children of Gad according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/24"
            }
          ]
        },
        {
          "verse": 25,
          "sinaiticus": {},
          "text": "And their coast was Jazer, and all the cities of Gilead, and half the land of the children of Ammon, unto Aroer that is before Rabbah; 13:26 And from Heshbon unto Ramathmizpeh, and Betonim; and from Mahanaim unto the border of Debir; 13:27 And in the valley, Betharam, and Bethnimrah, and Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, Jordan and his border, even unto the edge of the sea of Chinnereth on the other side Jordan eastward.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/25"
            }
          ]
        },
        {
          "verse": 28,
          "sinaiticus": {},
          "text": "This is the inheritance of the children of Gad after their families, the cities, and their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/28"
            }
          ]
        },
        {
          "verse": 29,
          "sinaiticus": {},
          "text": "And Moses gave inheritance unto the half tribe of Manasseh: and this was the possession of the half tribe of the children of Manasseh by their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/29"
            }
          ]
        },
        {
          "verse": 30,
          "sinaiticus": {},
          "text": "And their coast was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, threescore cities: 13:31 And half Gilead, and Ashtaroth, and Edrei, cities of the kingdom of Og in Bashan, were pertaining unto the children of Machir the son of Manasseh, even to the one half of the children of Machir by their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/30"
            }
          ]
        },
        {
          "verse": 32,
          "sinaiticus": {},
          "text": "These are the countries which Moses did distribute for inheritance in the plains of Moab, on the other side Jordan, by Jericho, eastward.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/32"
            }
          ]
        },
        {
          "verse": 33,
          "sinaiticus": {},
          "text": "But unto the tribe of Levi Moses gave not any inheritance: the LORD God of Israel was their inheritance, as he said unto them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/13/33"
            }
          ]
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And these are the countries which the children of Israel inherited in the land of Canaan, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, distributed for inheritance to them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "By lot was their inheritance, as the LORD commanded by the hand of Moses, for the nine tribes, and for the half tribe.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/2"
            }
          ]
        },
        {
          "verse": 3,
          "sinaiticus": {},
          "text": "For Moses had given the inheritance of two tribes and an half tribe on the other side Jordan: but unto the Levites he gave none inheritance among them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/3"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "For the children of Joseph were two tribes, Manasseh and Ephraim: therefore they gave no part unto the Levites in the land, save cities to dwell in, with their suburbs for their cattle and for their substance.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "As the LORD commanded Moses, so the children of Israel did, and they divided the land.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "Then the children of Judah came unto Joshua in Gilgal: and Caleb the son of Jephunneh the Kenezite said unto him, Thou knowest the thing that the LORD said unto Moses the man of God concerning me and thee in Kadeshbarnea.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "Forty years old was I when Moses the servant of the LORD sent me from Kadeshbarnea to espy out the land; and I brought him word again as it was in mine heart.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/7"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the LORD my God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/8"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And Moses sware on that day, saying, Surely the land whereon thy feet have trodden shall be thine inheritance, and thy children’s for ever, because thou hast wholly followed the LORD my God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And now, behold, the LORD hath kept me alive, as he said, these forty and five years, even since the LORD spake this word unto Moses, while the children of Israel wandered in the wilderness: and now, lo, I am this day fourscore and five years old.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "As yet I am as strong this day as I was in the day that Moses sent me: as my strength was then, even so is my strength now, for war, both to go out, and to come in.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "Now therefore give me this mountain, whereof the LORD spake in that day; for thou heardest in that day how the Anakims were there, and that the cities were great and fenced: if so be the LORD will be with me, then I shall be able to drive them out, as the LORD said.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "And Joshua blessed him, and gave unto Caleb the son of Jephunneh Hebron for an inheritance.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/13"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenezite unto this day, because that he wholly followed the LORD God of Israel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/14"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "And the name of Hebron before was Kirjatharba; which Arba was a great man among the Anakims. And the land had rest from war.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/14/15"
            }
          ]
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "This then was the lot of the tribe of the children of Judah by their families; even to the border of Edom the wilderness of Zin southward was the uttermost part of the south coast.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "And their south border was from the shore of the salt sea, from the bay that looketh southward: 15:3 And it went out to the south side to Maalehacrabbim, and passed along to Zin, and ascended up on the south side unto Kadeshbarnea, and passed along to Hezron, and went up to Adar, and fetched a compass to Karkaa: 15:4 From thence it passed toward Azmon, and went out unto the river of Egypt; and the goings out of that coast were at the sea: this shall be your south coast.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/2"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And the east border was the salt sea, even unto the end of Jordan. And their border in the north quarter was from the bay of the sea at the uttermost part of Jordan: 15:6 And the border went up to Bethhogla, and passed along by the north of Betharabah; and the border went up to the stone of Bohan the son of Reuben: 15:7 And the border went up toward Debir from the valley of Achor, and so northward, looking toward Gilgal, that is before the going up to Adummim, which is on the south side of the river: and the border passed toward the waters of Enshemesh, and the goings out thereof were at Enrogel: 15:8 And the border went up by the valley of the son of Hinnom unto the south side of the Jebusite; the same is Jerusalem: and the border went up to the top of the mountain that lieth before the valley of Hinnom westward, which is at the end of the valley of the giants northward:",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/5"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And the border was drawn from the top of the hill unto the fountain of the water of Nephtoah, and went out to the cities of mount Ephron; and the border was drawn to Baalah, which is Kirjathjearim:",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And the border compassed from Baalah westward unto mount Seir, and passed along unto the side of mount Jearim, which is Chesalon, on the north side, and went down to Bethshemesh, and passed on to Timnah:",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And the border went out unto the side of Ekron northward: and the border was drawn to Shicron, and passed along to mount Baalah, and went out unto Jabneel; and the goings out of the border were at the sea.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "And the west border was to the great sea, and the coast thereof. This is the coast of the children of Judah round about according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "And unto Caleb the son of Jephunneh he gave a part among the children of Judah, according to the commandment of the LORD to Joshua, even the city of Arba the father of Anak, which city is Hebron.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/13"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "And Caleb drove thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, the children of Anak.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/14"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "And he went up thence to the inhabitants of Debir: and the name of Debir before was Kirjathsepher.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/15"
            }
          ]
        },
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "And Caleb said, He that smiteth Kirjathsepher, and taketh it, to him will I give Achsah my daughter to wife.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/16"
            }
          ]
        },
        {
          "verse": 17,
          "sinaiticus": {},
          "text": "And Othniel the son of Kenaz, the brother of Caleb, took it: and he gave him Achsah his daughter to wife.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/17"
            }
          ]
        },
        {
          "verse": 18,
          "sinaiticus": {},
          "text": "And it came to pass, as she came unto him, that she moved him to ask of her father a field: and she lighted off her ass; and Caleb said unto her, What wouldest thou? 15:19 Who answered, Give me a blessing; for thou hast given me a south land; give me also springs of water. And he gave her the upper springs, and the nether springs.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/18"
            }
          ]
        },
        {
          "verse": 20,
          "sinaiticus": {},
          "text": "This is the inheritance of the tribe of the children of Judah according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/20"
            }
          ]
        },
        {
          "verse": 21,
          "sinaiticus": {},
          "text": "And the uttermost cities of the tribe of the children of Judah toward the coast of Edom southward were Kabzeel, and Eder, and Jagur,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/21"
            }
          ]
        },
        {
          "verse": 22,
          "sinaiticus": {},
          "text": "And Kinah, and Dimonah, and Adadah, 15:23 And Kedesh, and Hazor, and Ithnan, 15:24 Ziph, and Telem, and Bealoth, 15:25 And Hazor, Hadattah, and Kerioth, and Hezron, which is Hazor, 15:26 Amam, and Shema, and Moladah, 15:27 And Hazargaddah, and Heshmon, and Bethpalet,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/22"
            }
          ]
        },
        {
          "verse": 28,
          "sinaiticus": {},
          "text": "And Hazarshual, and Beersheba, and Bizjothjah, 15:29 Baalah, and Iim, and Azem, 15:30 And Eltolad, and Chesil, and Hormah, 15:31 And Ziklag, and Madmannah, and Sansannah, 15:32 And Lebaoth, and Shilhim, and Ain, and Rimmon: all the cities are twenty and nine, with their villages: 15:33 And in the valley, Eshtaol, and Zoreah, and Ashnah,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/28"
            }
          ]
        },
        {
          "verse": 34,
          "sinaiticus": {},
          "text": "And Zanoah, and Engannim, Tappuah, and Enam, 15:35 Jarmuth, and Adullam, Socoh, and Azekah, 15:36 And Sharaim, and Adithaim, and Gederah, and Gederothaim; fourteen cities with their villages: 15:37 Zenan, and Hadashah, and Migdalgad, 15:38 And Dilean, and Mizpeh, and Joktheel, 15:39 Lachish, and Bozkath, and Eglon, 15:40 And Cabbon, and Lahmam, and Kithlish, 15:41 And Gederoth, Bethdagon, and Naamah, and Makkedah; sixteen cities with their villages: 15:42 Libnah, and Ether, and Ashan, 15:43 And Jiphtah, and Ashnah, and Nezib, 15:44 And Keilah, and Achzib, and Mareshah; nine cities with their villages: 15:45 Ekron, with her towns and her villages: 15:46 From Ekron even unto the sea, all that lay near Ashdod, with their villages: 15:47 Ashdod with her towns and her villages, Gaza with her towns and her villages, unto the river of Egypt, and the great sea, and the border thereof: 15:48 And in the mountains, Shamir, and Jattir, and Socoh, 15:49 And Dannah, and Kirjathsannah, which is Debir, 15:50 And Anab, and Eshtemoh, and Anim, 15:51 And Goshen, and Holon, and Giloh; eleven cities with their villages: 15:52 Arab, and Dumah, and Eshean, 15:53 And Janum, and Bethtappuah, and Aphekah, 15:54 And Humtah, and Kirjatharba, which is Hebron, and Zior; nine cities with their villages: 15:55 Maon, Carmel, and Ziph, and Juttah, 15:56 And Jezreel, and Jokdeam, and Zanoah,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/34"
            }
          ]
        },
        {
          "verse": 57,
          "sinaiticus": {},
          "text": "Cain, Gibeah, and Timnah; ten cities with their villages: 15:58 Halhul, Bethzur, and Gedor, 15:59 And Maarath, and Bethanoth, and Eltekon; six cities with their villages: 15:60 Kirjathbaal, which is Kirjathjearim, and Rabbah; two cities with their villages: 15:61 In the wilderness, Betharabah, Middin, and Secacah, 15:62 And Nibshan, and the city of Salt, and Engedi; six cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/57"
            }
          ]
        },
        {
          "verse": 63,
          "sinaiticus": {},
          "text": "As for the Jebusites the inhabitants of Jerusalem, the children of Judah could not drive them out; but the Jebusites dwell with the children of Judah at Jerusalem unto this day.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/15/63"
            }
          ]
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And the lot of the children of Joseph fell from Jordan by Jericho, unto the water of Jericho on the east, to the wilderness that goeth up from Jericho throughout mount Bethel, 16:2 And goeth out from Bethel to Luz, and passeth along unto the borders of Archi to Ataroth,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/1"
            }
          ]
        },
        {
          "verse": 3,
          "sinaiticus": {},
          "text": "And goeth down westward to the coast of Japhleti, unto the coast of Bethhoron the nether, and to Gezer; and the goings out thereof are at the sea.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/3"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "So the children of Joseph, Manasseh and Ephraim, took their inheritance.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And the border of the children of Ephraim according to their families was thus: even the border of their inheritance on the east side was Atarothaddar, unto Bethhoron the upper; 16:6 And the border went out toward the sea to Michmethah on the north side; and the border went about eastward unto Taanathshiloh, and passed by it on the east to Janohah; 16:7 And it went down from Janohah to Ataroth, and to Naarath, and came to Jericho, and went out at Jordan.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/5"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "The border went out from Tappuah westward unto the river Kanah; and the goings out thereof were at the sea. This is the inheritance of the tribe of the children of Ephraim by their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/8"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And the separate cities for the children of Ephraim were among the inheritance of the children of Manasseh, all the cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And they drave not out the Canaanites that dwelt in Gezer: but the Canaanites dwell among the Ephraimites unto this day, and serve under tribute.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/16/10"
            }
          ]
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "There was also a lot for the tribe of Manasseh; for he was the firstborn of Joseph; to wit, for Machir the firstborn of Manasseh, the father of Gilead: because he was a man of war, therefore he had Gilead and Bashan.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "There was also a lot for the rest of the children of Manasseh by their families; for the children of Abiezer, and for the children of Helek, and for the children of Asriel, and for the children of Shechem, and for the children of Hepher, and for the children of Shemida: these were the male children of Manasseh the son of Joseph by their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/2"
            }
          ]
        },
        {
          "verse": 3,
          "sinaiticus": {},
          "text": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters: and these are the names of his daughters, Mahlah, and Noah, Hoglah, Milcah, and Tirzah.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/3"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "And they came near before Eleazar the priest, and before Joshua the son of Nun, and before the princes, saying, The LORD commanded Moses to give us an inheritance among our brethren. Therefore according to the commandment of the LORD he gave them an inheritance among the brethren of their father.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And there fell ten portions to Manasseh, beside the land of Gilead and Bashan, which were on the other side Jordan; 17:6 Because the daughters of Manasseh had an inheritance among his sons: and the rest of Manasseh’s sons had the land of Gilead.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/5"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "And the coast of Manasseh was from Asher to Michmethah, that lieth before Shechem; and the border went along on the right hand unto the inhabitants of Entappuah.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/7"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "Now Manasseh had the land of Tappuah: but Tappuah on the border of Manasseh belonged to the children of Ephraim; 17:9 And the coast descended unto the river Kanah, southward of the river: these cities of Ephraim are among the cities of Manasseh: the coast of Manasseh also was on the north side of the river, and the outgoings of it were at the sea: 17:10 Southward it was Ephraim’s, and northward it was Manasseh’s, and the sea is his border; and they met together in Asher on the north, and in Issachar on the east.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/8"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And Manasseh had in Issachar and in Asher Bethshean and her towns, and Ibleam and her towns, and the inhabitants of Dor and her towns, and the inhabitants of Endor and her towns, and the inhabitants of Taanach and her towns, and the inhabitants of Megiddo and her towns, even three countries.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "Yet the children of Manasseh could not drive out the inhabitants of those cities; but the Canaanites would dwell in that land.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "Yet it came to pass, when the children of Israel were waxen strong, that they put the Canaanites to tribute, but did not utterly drive them out.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/13"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "And the children of Joseph spake unto Joshua, saying, Why hast thou given me but one lot and one portion to inherit, seeing I am a great people, forasmuch as the LORD hath blessed me hitherto? 17:15 And Joshua answered them, If thou be a great people, then get thee up to the wood country, and cut down for thyself there in the land of the Perizzites and of the giants, if mount Ephraim be too narrow for thee.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/14"
            }
          ]
        },
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "And the children of Joseph said, The hill is not enough for us: and all the Canaanites that dwell in the land of the valley have chariots of iron, both they who are of Bethshean and her towns, and they who are of the valley of Jezreel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/16"
            }
          ]
        },
        {
          "verse": 17,
          "sinaiticus": {},
          "text": "And Joshua spake unto the house of Joseph, even to Ephraim and to Manasseh, saying, Thou art a great people, and hast great power: thou shalt not have one lot only: 17:18 But the mountain shall be thine; for it is a wood, and thou shalt cut it down: and the outgoings of it shall be thine: for thou shalt drive out the Canaanites, though they have iron chariots, and though they be strong.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/17/17"
            }
          ]
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And the whole congregation of the children of Israel assembled together at Shiloh, and set up the tabernacle of the congregation there. And the land was subdued before them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "And there remained among the children of Israel seven tribes, which had not yet received their inheritance.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/2"
            }
          ]
        },
        {
          "verse": 3,
          "sinaiticus": {},
          "text": "And Joshua said unto the children of Israel, How long are ye slack to go to possess the land, which the LORD God of your fathers hath given you? 18:4 Give out from among you three men for each tribe: and I will send them, and they shall rise, and go through the land, and describe it according to the inheritance of them; and they shall come again to me.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/3"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And they shall divide it into seven parts: Judah shall abide in their coast on the south, and the house of Joseph shall abide in their coasts on the north.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "Ye shall therefore describe the land into seven parts, and bring the description hither to me, that I may cast lots for you here before the LORD our God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "But the Levites have no part among you; for the priesthood of the LORD is their inheritance: and Gad, and Reuben, and half the tribe of Manasseh, have received their inheritance beyond Jordan on the east, which Moses the servant of the LORD gave them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/7"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "And the men arose, and went away: and Joshua charged them that went to describe the land, saying, Go and walk through the land, and describe it, and come again to me, that I may here cast lots for you before the LORD in Shiloh.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/8"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And the men went and passed through the land, and described it by cities into seven parts in a book, and came again to Joshua to the host at Shiloh.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And Joshua cast lots for them in Shiloh before the LORD: and there Joshua divided the land unto the children of Israel according to their divisions.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And the lot of the tribe of the children of Benjamin came up according to their families: and the coast of their lot came forth between the children of Judah and the children of Joseph.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "And their border on the north side was from Jordan; and the border went up to the side of Jericho on the north side, and went up through the mountains westward; and the goings out thereof were at the wilderness of Bethaven.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "And the border went over from thence toward Luz, to the side of Luz, which is Bethel, southward; and the border descended to Atarothadar, near the hill that lieth on the south side of the nether Bethhoron.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/13"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "And the border was drawn thence, and compassed the corner of the sea southward, from the hill that lieth before Bethhoron southward; and the goings out thereof were at Kirjathbaal, which is Kirjathjearim, a city of the children of Judah: this was the west quarter.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/14"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "And the south quarter was from the end of Kirjathjearim, and the border went out on the west, and went out to the well of waters of Nephtoah: 18:16 And the border came down to the end of the mountain that lieth before the valley of the son of Hinnom, and which is in the valley of the giants on the north, and descended to the valley of Hinnom, to the side of Jebusi on the south, and descended to Enrogel,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/15"
            }
          ]
        },
        {
          "verse": 17,
          "sinaiticus": {},
          "text": "And was drawn from the north, and went forth to Enshemesh, and went forth toward Geliloth, which is over against the going up of Adummim, and descended to the stone of Bohan the son of Reuben, 18:18 And passed along toward the side over against Arabah northward, and went down unto Arabah: 18:19 And the border passed along to the side of Bethhoglah northward: and the outgoings of the border were at the north bay of the salt sea at the south end of Jordan: this was the south coast.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/17"
            }
          ]
        },
        {
          "verse": 20,
          "sinaiticus": {},
          "text": "And Jordan was the border of it on the east side. This was the inheritance of the children of Benjamin, by the coasts thereof round about, according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/20"
            }
          ]
        },
        {
          "verse": 21,
          "sinaiticus": {},
          "text": "Now the cities of the tribe of the children of Benjamin according to their families were Jericho, and Bethhoglah, and the valley of Keziz, 18:22 And Betharabah, and Zemaraim, and Bethel, 18:23 And Avim, and Pharah, and Ophrah, 18:24 And Chepharhaammonai, and Ophni, and Gaba; twelve cities with their villages: 18:25 Gibeon, and Ramah, and Beeroth, 18:26 And Mizpeh, and Chephirah, and Mozah, 18:27 And Rekem, and Irpeel, and Taralah, 18:28 And Zelah, Eleph, and Jebusi, which is Jerusalem, Gibeath, and Kirjath; fourteen cities with their villages. This is the inheritance of the children of Benjamin according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/18/21"
            }
          ]
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And the second lot came forth to Simeon, even for the tribe of the children of Simeon according to their families: and their inheritance was within the inheritance of the children of Judah.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "And they had in their inheritance Beersheba, and Sheba, and Moladah, 19:3 And Hazarshual, and Balah, and Azem, 19:4 And Eltolad, and Bethul, and Hormah, 19:5 And Ziklag, and Bethmarcaboth, and Hazarsusah, 19:6 And Bethlebaoth, and Sharuhen; thirteen cities and their villages: 19:7 Ain, Remmon, and Ether, and Ashan; four cities and their villages: 19:8 And all the villages that were round about these cities to Baalathbeer, Ramath of the south. This is the inheritance of the tribe of the children of Simeon according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/2"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "Out of the portion of the children of Judah was the inheritance of the children of Simeon: for the part of the children of Judah was too much for them: therefore the children of Simeon had their inheritance within the inheritance of them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And the third lot came up for the children of Zebulun according to their families: and the border of their inheritance was unto Sarid:",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And their border went up toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that is before Jokneam; 19:12 And turned from Sarid eastward toward the sunrising unto the border of Chislothtabor, and then goeth out to Daberath, and goeth up to Japhia, 19:13 And from thence passeth on along on the east to Gittahhepher, to Ittahkazin, and goeth out to Remmonmethoar to Neah; 19:14 And the border compasseth it on the north side to Hannathon: and the outgoings thereof are in the valley of Jiphthahel:",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/11"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "And Kattath, and Nahallal, and Shimron, and Idalah, and Bethlehem: twelve cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/15"
            }
          ]
        },
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "This is the inheritance of the children of Zebulun according to their families, these cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/16"
            }
          ]
        },
        {
          "verse": 17,
          "sinaiticus": {},
          "text": "And the fourth lot came out to Issachar, for the children of Issachar according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/17"
            }
          ]
        },
        {
          "verse": 18,
          "sinaiticus": {},
          "text": "And their border was toward Jezreel, and Chesulloth, and Shunem,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/18"
            }
          ]
        },
        {
          "verse": 19,
          "sinaiticus": {},
          "text": "And Haphraim, and Shihon, and Anaharath, 19:20 And Rabbith, and Kishion, and Abez, 19:21 And Remeth, and Engannim, and Enhaddah, and Bethpazzez; 19:22 And the coast reacheth to Tabor, and Shahazimah, and Bethshemesh; and the outgoings of their border were at Jordan: sixteen cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/19"
            }
          ]
        },
        {
          "verse": 23,
          "sinaiticus": {},
          "text": "This is the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/23"
            }
          ]
        },
        {
          "verse": 24,
          "sinaiticus": {},
          "text": "And the fifth lot came out for the tribe of the children of Asher according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/24"
            }
          ]
        },
        {
          "verse": 25,
          "sinaiticus": {},
          "text": "And their border was Helkath, and Hali, and Beten, and Achshaph,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/25"
            }
          ]
        },
        {
          "verse": 26,
          "sinaiticus": {},
          "text": "And Alammelech, and Amad, and Misheal; and reacheth to Carmel westward, and to Shihorlibnath; 19:27 And turneth toward the sunrising to Bethdagon, and reacheth to Zebulun, and to the valley of Jiphthahel toward the north side of Bethemek, and Neiel, and goeth out to Cabul on the left hand, 19:28 And Hebron, and Rehob, and Hammon, and Kanah, even unto great Zidon; 19:29 And then the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib: 19:30 Ummah also, and Aphek, and Rehob: twenty and two cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/26"
            }
          ]
        },
        {
          "verse": 31,
          "sinaiticus": {},
          "text": "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/31"
            }
          ]
        },
        {
          "verse": 32,
          "sinaiticus": {},
          "text": "The sixth lot came out to the children of Naphtali, even for the children of Naphtali according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/32"
            }
          ]
        },
        {
          "verse": 33,
          "sinaiticus": {},
          "text": "And their coast was from Heleph, from Allon to Zaanannim, and Adami, Nekeb, and Jabneel, unto Lakum; and the outgoings thereof were at Jordan: 19:34 And then the coast turneth westward to Aznothtabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/33"
            }
          ]
        },
        {
          "verse": 35,
          "sinaiticus": {},
          "text": "And the fenced cities are Ziddim, Zer, and Hammath, Rakkath, and Chinnereth, 19:36 And Adamah, and Ramah, and Hazor, 19:37 And Kedesh, and Edrei, and Enhazor, 19:38 And Iron, and Migdalel, Horem, and Bethanath, and Bethshemesh; nineteen cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/35"
            }
          ]
        },
        {
          "verse": 39,
          "sinaiticus": {},
          "text": "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/39"
            }
          ]
        },
        {
          "verse": 40,
          "sinaiticus": {},
          "text": "And the seventh lot came out for the tribe of the children of Dan according to their families.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/40"
            }
          ]
        },
        {
          "verse": 41,
          "sinaiticus": {},
          "text": "And the coast of their inheritance was Zorah, and Eshtaol, and Irshemesh, 19:42 And Shaalabbin, and Ajalon, and Jethlah, 19:43 And Elon, and Thimnathah, and Ekron, 19:44 And Eltekeh, and Gibbethon, and Baalath, 19:45 And Jehud, and Beneberak, and Gathrimmon, 19:46 And Mejarkon, and Rakkon, with the border before Japho.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/41"
            }
          ]
        },
        {
          "verse": 47,
          "sinaiticus": {},
          "text": "And the coast of the children of Dan went out too little for them: therefore the children of Dan went up to fight against Leshem, and took it, and smote it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/47"
            }
          ]
        },
        {
          "verse": 48,
          "sinaiticus": {},
          "text": "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/48"
            }
          ]
        },
        {
          "verse": 49,
          "sinaiticus": {},
          "text": "When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them: 19:50 According to the word of the LORD they gave him the city which he asked, even Timnathserah in mount Ephraim: and he built the city, and dwelt therein.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/49"
            }
          ]
        },
        {
          "verse": 51,
          "sinaiticus": {},
          "text": "These are the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the LORD, at the door of the tabernacle of the congregation. So they made an end of dividing the country.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/19/51"
            }
          ]
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "The LORD also spake unto Joshua, saying, 20:2 Speak to the children of Israel, saying, Appoint out for you cities of refuge, whereof I spake unto you by the hand of Moses: 20:3 That the slayer that killeth any person unawares and unwittingly may flee thither: and they shall be your refuge from the avenger of blood.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/1"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "And when he that doth flee unto one of those cities shall stand at the entering of the gate of the city, and shall declare his cause in the ears of the elders of that city, they shall take him into the city unto them, and give him a place, that he may dwell among them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And if the avenger of blood pursue after him, then they shall not deliver the slayer up into his hand; because he smote his neighbour unwittingly, and hated him not beforetime.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "And he shall dwell in that city, until he stand before the congregation for judgment, and until the death of the high priest that shall be in those days: then shall the slayer return, and come unto his own city, and unto his own house, unto the city from whence he fled.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "And they appointed Kedesh in Galilee in mount Naphtali, and Shechem in mount Ephraim, and Kirjatharba, which is Hebron, in the mountain of Judah.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/7"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "And on the other side Jordan by Jericho eastward, they assigned Bezer in the wilderness upon the plain out of the tribe of Reuben, and Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/8"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "These were the cities appointed for all the children of Israel, and for the stranger that sojourneth among them, that whosoever killeth any person at unawares might flee thither, and not die by the hand of the avenger of blood, until he stood before the congregation.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/20/9"
            }
          ]
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "Then came near the heads of the fathers of the Levites unto Eleazar the priest, and unto Joshua the son of Nun, and unto the heads of the fathers of the tribes of the children of Israel; 21:2 And they spake unto them at Shiloh in the land of Canaan, saying, The LORD commanded by the hand of Moses to give us cities to dwell in, with the suburbs thereof for our cattle.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/1"
            }
          ]
        },
        {
          "verse": 3,
          "sinaiticus": {},
          "text": "And the children of Israel gave unto the Levites out of their inheritance, at the commandment of the LORD, these cities and their suburbs.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/3"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "And the lot came out for the families of the Kohathites: and the children of Aaron the priest, which were of the Levites, had by lot out of the tribe of Judah, and out of the tribe of Simeon, and out of the tribe of Benjamin, thirteen cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And the rest of the children of Kohath had by lot out of the families of the tribe of Ephraim, and out of the tribe of Dan, and out of the half tribe of Manasseh, ten cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "And the children of Gershon had by lot out of the families of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the half tribe of Manasseh in Bashan, thirteen cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "The children of Merari by their families had out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/7"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "And the children of Israel gave by lot unto the Levites these cities with their suburbs, as the LORD commanded by the hand of Moses.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/8"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And they gave out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, these cities which are here mentioned by name.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "Which the children of Aaron, being of the families of the Kohathites, who were of the children of Levi, had: for theirs was the first lot.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And they gave them the city of Arba the father of Anak, which city is Hebron, in the hill country of Judah, with the suburbs thereof round about it.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "But the fields of the city, and the villages thereof, gave they to Caleb the son of Jephunneh for his possession.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "Thus they gave to the children of Aaron the priest Hebron with her suburbs, to be a city of refuge for the slayer; and Libnah with her suburbs, 21:14 And Jattir with her suburbs, and Eshtemoa with her suburbs, 21:15 And Holon with her suburbs, and Debir with her suburbs,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/13"
            }
          ]
        },
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "And Ain with her suburbs, and Juttah with her suburbs, and Bethshemesh with her suburbs; nine cities out of those two tribes.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/16"
            }
          ]
        },
        {
          "verse": 17,
          "sinaiticus": {},
          "text": "And out of the tribe of Benjamin, Gibeon with her suburbs, Geba with her suburbs, 21:18 Anathoth with her suburbs, and Almon with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/17"
            }
          ]
        },
        {
          "verse": 19,
          "sinaiticus": {},
          "text": "All the cities of the children of Aaron, the priests, were thirteen cities with their suburbs.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/19"
            }
          ]
        },
        {
          "verse": 20,
          "sinaiticus": {},
          "text": "And the families of the children of Kohath, the Levites which remained of the children of Kohath, even they had the cities of their lot out of the tribe of Ephraim.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/20"
            }
          ]
        },
        {
          "verse": 21,
          "sinaiticus": {},
          "text": "For they gave them Shechem with her suburbs in mount Ephraim, to be a city of refuge for the slayer; and Gezer with her suburbs, 21:22 And Kibzaim with her suburbs, and Bethhoron with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/21"
            }
          ]
        },
        {
          "verse": 23,
          "sinaiticus": {},
          "text": "And out of the tribe of Dan, Eltekeh with her suburbs, Gibbethon with her suburbs, 21:24 Aijalon with her suburbs, Gathrimmon with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/23"
            }
          ]
        },
        {
          "verse": 25,
          "sinaiticus": {},
          "text": "And out of the half tribe of Manasseh, Tanach with her suburbs, and Gathrimmon with her suburbs; two cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/25"
            }
          ]
        },
        {
          "verse": 26,
          "sinaiticus": {},
          "text": "All the cities were ten with their suburbs for the families of the children of Kohath that remained.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/26"
            }
          ]
        },
        {
          "verse": 27,
          "sinaiticus": {},
          "text": "And unto the children of Gershon, of the families of the Levites, out of the other half tribe of Manasseh they gave Golan in Bashan with her suburbs, to be a city of refuge for the slayer; and Beeshterah with her suburbs; two cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/27"
            }
          ]
        },
        {
          "verse": 28,
          "sinaiticus": {},
          "text": "And out of the tribe of Issachar, Kishon with her suburbs, Dabareh with her suburbs, 21:29 Jarmuth with her suburbs, Engannim with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/28"
            }
          ]
        },
        {
          "verse": 30,
          "sinaiticus": {},
          "text": "And out of the tribe of Asher, Mishal with her suburbs, Abdon with her suburbs, 21:31 Helkath with her suburbs, and Rehob with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/30"
            }
          ]
        },
        {
          "verse": 32,
          "sinaiticus": {},
          "text": "And out of the tribe of Naphtali, Kedesh in Galilee with her suburbs, to be a city of refuge for the slayer; and Hammothdor with her suburbs, and Kartan with her suburbs; three cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/32"
            }
          ]
        },
        {
          "verse": 33,
          "sinaiticus": {},
          "text": "All the cities of the Gershonites according to their families were thirteen cities with their suburbs.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/33"
            }
          ]
        },
        {
          "verse": 34,
          "sinaiticus": {},
          "text": "And unto the families of the children of Merari, the rest of the Levites, out of the tribe of Zebulun, Jokneam with her suburbs, and Kartah with her suburbs, 21:35 Dimnah with her suburbs, Nahalal with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/34"
            }
          ]
        },
        {
          "verse": 36,
          "sinaiticus": {},
          "text": "And out of the tribe of Reuben, Bezer with her suburbs, and Jahazah with her suburbs, 21:37 Kedemoth with her suburbs, and Mephaath with her suburbs; four cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/36"
            }
          ]
        },
        {
          "verse": 38,
          "sinaiticus": {},
          "text": "And out of the tribe of Gad, Ramoth in Gilead with her suburbs, to be a city of refuge for the slayer; and Mahanaim with her suburbs,",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/38"
            }
          ]
        },
        {
          "verse": 39,
          "sinaiticus": {},
          "text": "Heshbon with her suburbs, Jazer with her suburbs; four cities in all.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/39"
            }
          ]
        },
        {
          "verse": 40,
          "sinaiticus": {},
          "text": "So all the cities for the children of Merari by their families, which were remaining of the families of the Levites, were by their lot twelve cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/40"
            }
          ]
        },
        {
          "verse": 41,
          "sinaiticus": {},
          "text": "All the cities of the Levites within the possession of the children of Israel were forty and eight cities with their suburbs.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/41"
            }
          ]
        },
        {
          "verse": 42,
          "sinaiticus": {},
          "text": "These cities were every one with their suburbs round about them: thus were all these cities.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/42"
            }
          ]
        },
        {
          "verse": 43,
          "sinaiticus": {},
          "text": "And the LORD gave unto Israel all the land which he sware to give unto their fathers; and they possessed it, and dwelt therein.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/43"
            }
          ]
        },
        {
          "verse": 44,
          "sinaiticus": {},
          "text": "And the LORD gave them rest round about, according to all that he sware unto their fathers: and there stood not a man of all their enemies before them; the LORD delivered all their enemies into their hand.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/44"
            }
          ]
        },
        {
          "verse": 45,
          "sinaiticus": {},
          "text": "There failed not ought of any good thing which the LORD had spoken unto the house of Israel; all came to pass.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/21/45"
            }
          ]
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "Then Joshua called the Reubenites, and the Gadites, and the half tribe of Manasseh, 22:2 And said unto them, Ye have kept all that Moses the servant of the LORD commanded you, and have obeyed my voice in all that I commanded you: 22:3 Ye have not left your brethren these many days unto this day, but have kept the charge of the commandment of the LORD your God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/1"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "And now the LORD your God hath given rest unto your brethren, as he promised them: therefore now return ye, and get you unto your tents, and unto the land of your possession, which Moses the servant of the LORD gave you on the other side Jordan.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "But take diligent heed to do the commandment and the law, which Moses the servant of the LORD charged you, to love the LORD your God, and to walk in all his ways, and to keep his commandments, and to cleave unto him, and to serve him with all your heart and with all your soul.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "So Joshua blessed them, and sent them away: and they went unto their tents.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "Now to the one half of the tribe of Manasseh Moses had given possession in Bashan: but unto the other half thereof gave Joshua among their brethren on this side Jordan westward. And when Joshua sent them away also unto their tents, then he blessed them, 22:8 And he spake unto them, saying, Return with much riches unto your tents, and with very much cattle, with silver, and with gold, and with brass, and with iron, and with very much raiment: divide the spoil of your enemies with your brethren.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/7"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And the children of Reuben and the children of Gad and the half tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go unto the country of Gilead, to the land of their possession, whereof they were possessed, according to the word of the LORD by the hand of Moses.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And when they came unto the borders of Jordan, that are in the land of Canaan, the children of Reuben and the children of Gad and the half tribe of Manasseh built there an altar by Jordan, a great altar to see to.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And the children of Israel heard say, Behold, the children of Reuben and the children of Gad and the half tribe of Manasseh have built an altar over against the land of Canaan, in the borders of Jordan, at the passage of the children of Israel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "And when the children of Israel heard of it, the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up to war against them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "And the children of Israel sent unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest, 22:14 And with him ten princes, of each chief house a prince throughout all the tribes of Israel; and each one was an head of the house of their fathers among the thousands of Israel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/13"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "And they came unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, unto the land of Gilead, and they spake with them, saying, 22:16 Thus saith the whole congregation of the LORD, What trespass is this that ye have committed against the God of Israel, to turn away this day from following the LORD, in that ye have builded you an altar, that ye might rebel this day against the LORD? 22:17 Is the iniquity of Peor too little for us, from which we are not cleansed until this day, although there was a plague in the congregation of the LORD, 22:18 But that ye must turn away this day from following the LORD? and it will be, seeing ye rebel to day against the LORD, that to morrow he will be wroth with the whole congregation of Israel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/15"
            }
          ]
        },
        {
          "verse": 19,
          "sinaiticus": {},
          "text": "Notwithstanding, if the land of your possession be unclean, then pass ye over unto the land of the possession of the LORD, wherein the LORD’s tabernacle dwelleth, and take possession among us: but rebel not against the LORD, nor rebel against us, in building you an altar beside the altar of the LORD our God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/19"
            }
          ]
        },
        {
          "verse": 20,
          "sinaiticus": {},
          "text": "Did not Achan the son of Zerah commit a trespass in the accursed thing, and wrath fell on all the congregation of Israel? and that man perished not alone in his iniquity.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/20"
            }
          ]
        },
        {
          "verse": 21,
          "sinaiticus": {},
          "text": "Then the children of Reuben and the children of Gad and the half tribe of Manasseh answered, and said unto the heads of the thousands of Israel, 22:22 The LORD God of gods, the LORD God of gods, he knoweth, and Israel he shall know; if it be in rebellion, or if in transgression against the LORD, (save us not this day,) 22:23 That we have built us an altar to turn from following the LORD, or if to offer thereon burnt offering or meat offering, or if to offer peace offerings thereon, let the LORD himself require it; 22:24 And if we have not rather done it for fear of this thing, saying, In time to come your children might speak unto our children, saying, What have ye to do with the LORD God of Israel? 22:25 For the LORD hath made Jordan a border between us and you, ye children of Reuben and children of Gad; ye have no part in the LORD: so shall your children make our children cease from fearing the LORD.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/21"
            }
          ]
        },
        {
          "verse": 26,
          "sinaiticus": {},
          "text": "Therefore we said, Let us now prepare to build us an altar, not for burnt offering, nor for sacrifice: 22:27 But that it may be a witness between us, and you, and our generations after us, that we might do the service of the LORD before him with our burnt offerings, and with our sacrifices, and with our peace offerings; that your children may not say to our children in time to come, Ye have no part in the LORD.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/26"
            }
          ]
        },
        {
          "verse": 28,
          "sinaiticus": {},
          "text": "Therefore said we, that it shall be, when they should so say to us or to our generations in time to come, that we may say again, Behold the pattern of the altar of the LORD, which our fathers made, not for burnt offerings, nor for sacrifices; but it is a witness between us and you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/28"
            }
          ]
        },
        {
          "verse": 29,
          "sinaiticus": {},
          "text": "God forbid that we should rebel against the LORD, and turn this day from following the LORD, to build an altar for burnt offerings, for meat offerings, or for sacrifices, beside the altar of the LORD our God that is before his tabernacle.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/29"
            }
          ]
        },
        {
          "verse": 30,
          "sinaiticus": {},
          "text": "And when Phinehas the priest, and the princes of the congregation and heads of the thousands of Israel which were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spake, it pleased them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/30"
            }
          ]
        },
        {
          "verse": 31,
          "sinaiticus": {},
          "text": "And Phinehas the son of Eleazar the priest said unto the children of Reuben, and to the children of Gad, and to the children of Manasseh, This day we perceive that the LORD is among us, because ye have not committed this trespass against the LORD: now ye have delivered the children of Israel out of the hand of the LORD.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/31"
            }
          ]
        },
        {
          "verse": 32,
          "sinaiticus": {},
          "text": "And Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, unto the land of Canaan, to the children of Israel, and brought them word again.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/32"
            }
          ]
        },
        {
          "verse": 33,
          "sinaiticus": {},
          "text": "And the thing pleased the children of Israel; and the children of Israel blessed God, and did not intend to go up against them in battle, to destroy the land wherein the children of Reuben and Gad dwelt.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/33"
            }
          ]
        },
        {
          "verse": 34,
          "sinaiticus": {},
          "text": "And the children of Reuben and the children of Gad called the altar Ed: for it shall be a witness between us that the LORD is God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/22/34"
            }
          ]
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And it came to pass a long time after that the LORD had given rest unto Israel from all their enemies round about, that Joshua waxed old and stricken in age.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/1"
            }
          ]
        },
        {
          "verse": 2,
          "sinaiticus": {},
          "text": "And Joshua called for all Israel, and for their elders, and for their heads, and for their judges, and for their officers, and said unto them, I am old and stricken in age: 23:3 And ye have seen all that the LORD your God hath done unto all these nations because of you; for the LORD your God is he that hath fought for you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/2"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "Behold, I have divided unto you by lot these nations that remain, to be an inheritance for your tribes, from Jordan, with all the nations that I have cut off, even unto the great sea westward.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And the LORD your God, he shall expel them from before you, and drive them from out of your sight; and ye shall possess their land, as the LORD your God hath promised unto you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses, that ye turn not aside therefrom to the right hand or to the left; 23:7 That ye come not among these nations, these that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow yourselves unto them: 23:8 But cleave unto the LORD your God, as ye have done unto this day.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/6"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "For the LORD hath driven out from before you great nations and strong: but as for you, no man hath been able to stand before you unto this day.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "One man of you shall chase a thousand: for the LORD your God, he it is that fighteth for you, as he hath promised you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "Take good heed therefore unto yourselves, that ye love the LORD your God.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "Else if ye do in any wise go back, and cleave unto the remnant of these nations, even these that remain among you, and shall make marriages with them, and go in unto them, and they to you: 23:13 Know for a certainty that the LORD your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the LORD your God hath given you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/12"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "And, behold, this day I am going the way of all the earth: and ye know in all your hearts and in all your souls, that not one thing hath failed of all the good things which the LORD your God spake concerning you; all are come to pass unto you, and not one thing hath failed thereof.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/14"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "Therefore it shall come to pass, that as all good things are come upon you, which the LORD your God promised you; so shall the LORD bring upon you all evil things, until he have destroyed you from off this good land which the LORD your God hath given you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/15"
            }
          ]
        },
        {
          "verse": 16,
          "sinaiticus": {},
          "text": "When ye have transgressed the covenant of the LORD your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the LORD be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/23/16"
            }
          ]
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel, and for their heads, and for their",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/eze/24/1"
            }
          ]
        }
      ]
    }
  ]
}