{
  "id": "lam",
  "name": "Lamentations of Jeremiah",
  "order": 25,
  "section": "Old Testament",
  "folios": [],
  "chapters": [
    {
      "chapter": 10,
      "verses": [
        {
          "verse": 25,
          "sinaiticus": {},
          "text": "And Joshua said unto them, Fear not, nor be dismayed, be strong and of good courage: for thus shall the LORD do to all your enemies against whom ye fight.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/25"
            }
          ]
        },
        {
          "verse": 26,
          "sinaiticus": {},
          "text": "And afterward Joshua smote them, and slew them, and hanged them on five trees: and they were hanging upon the trees until the evening.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/26"
            }
          ]
        },
        {
          "verse": 27,
          "sinaiticus": {},
          "text": "And it came to pass at the time of the going down of the sun, that Joshua commanded, and they took them down off the trees, and cast them into the cave wherein they had been hid, and laid great stones in the cave’s mouth, which remain until this very day.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/27"
            }
          ]
        },
        {
          "verse": 28,
          "sinaiticus": {},
          "text": "And that day Joshua took Makkedah, and smote it with the edge of the sword, and the king thereof he utterly destroyed, them, and all the souls that were therein; he let none remain: and he did to the king of Makkedah as he did unto the king of Jericho.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/28"
            }
          ]
        },
        {
          "verse": 29,
          "sinaiticus": {},
          "text": "Then Joshua passed from Makkedah, and all Israel with him, unto Libnah, and fought against Libnah: 10:30 And the LORD delivered it also, and the king thereof, into the hand of Israel; and he smote it with the edge of the sword, and all the souls that were therein; he let none remain in it; but did unto the king thereof as he did unto the king of Jericho.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/29"
            }
          ]
        },
        {
          "verse": 31,
          "sinaiticus": {},
          "text": "And Joshua passed from Libnah, and all Israel with him, unto Lachish, and encamped against it, and fought against it: 10:32 And the LORD delivered Lachish into the hand of Israel, which took it on the second day, and smote it with the edge of the sword, and all the souls that were therein, according to all that he had done to Libnah.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/31"
            }
          ]
        },
        {
          "verse": 33,
          "sinaiticus": {},
          "text": "Then Horam king of Gezer came up to help Lachish; and Joshua smote him and his people, until he had left him none remaining.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/33"
            }
          ]
        },
        {
          "verse": 34,
          "sinaiticus": {},
          "text": "And from Lachish Joshua passed unto Eglon, and all Israel with him; and they encamped against it, and fought against it: 10:35 And they took it on that day, and smote it with the edge of the sword, and all the souls that were therein he utterly destroyed that day, according to all that he had done to Lachish.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/34"
            }
          ]
        },
        {
          "verse": 36,
          "sinaiticus": {},
          "text": "And Joshua went up from Eglon, and all Israel with him, unto Hebron; and they fought against it: 10:37 And they took it, and smote it with the edge of the sword, and the king thereof, and all the cities thereof, and all the souls that were therein; he left none remaining, according to all that he had done to Eglon; but destroyed it utterly, and all the souls that were therein.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/36"
            }
          ]
        },
        {
          "verse": 38,
          "sinaiticus": {},
          "text": "And Joshua returned, and all Israel with him, to Debir; and fought against it: 10:39 And he took it, and the king thereof, and all the cities thereof; and they smote them with the edge of the sword, and utterly destroyed all the souls that were therein; he left none remaining: as he had done to Hebron, so he did to Debir, and to the king thereof; as he had done also to Libnah, and to her king.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/38"
            }
          ]
        },
        {
          "verse": 40,
          "sinaiticus": {},
          "text": "So Joshua smote all the country of the hills, and of the south, and of the vale, and of the springs, and all their kings: he left none remaining, but utterly destroyed all that breathed, as the LORD God of Israel commanded.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/40"
            }
          ]
        },
        {
          "verse": 41,
          "sinaiticus": {},
          "text": "And Joshua smote them from Kadeshbarnea even unto Gaza, and all the country of Goshen, even unto Gibeon.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/41"
            }
          ]
        },
        {
          "verse": 42,
          "sinaiticus": {},
          "text": "And all these kings and their land did Joshua take at one time, because the LORD God of Israel fought for Israel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/42"
            }
          ]
        },
        {
          "verse": 43,
          "sinaiticus": {},
          "text": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/10/43"
            }
          ]
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verse": 1,
          "sinaiticus": {},
          "text": "And it came to pass, when Jabin king of Hazor had heard those things, that he sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph, 11:2 And to the kings that were on the north of the mountains, and of the plains south of Chinneroth, and in the valley, and in the borders of Dor on the west, 11:3 And to the Canaanite on the east and on the west, and to the Amorite, and the Hittite, and the Perizzite, and the Jebusite in the mountains, and to the Hivite under Hermon in the land of Mizpeh.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/1"
            }
          ]
        },
        {
          "verse": 4,
          "sinaiticus": {},
          "text": "And they went out, they and all their hosts with them, much people, even as the sand that is upon the sea shore in multitude, with horses and chariots very many.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/4"
            }
          ]
        },
        {
          "verse": 5,
          "sinaiticus": {},
          "text": "And when all these kings were met together, they came and pitched together at the waters of Merom, to fight against Israel.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/5"
            }
          ]
        },
        {
          "verse": 6,
          "sinaiticus": {},
          "text": "And the LORD said unto Joshua, Be not afraid because of them: for to morrow about this time will I deliver them up all slain before Israel: thou shalt hough their horses, and burn their chariots with fire.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/6"
            }
          ]
        },
        {
          "verse": 7,
          "sinaiticus": {},
          "text": "So Joshua came, and all the people of war with him, against them by the waters of Merom suddenly; and they fell upon them.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/7"
            }
          ]
        },
        {
          "verse": 8,
          "sinaiticus": {},
          "text": "And the LORD delivered them into the hand of Israel, who smote them, and chased them unto great Zidon, and unto Misrephothmaim, and unto the valley of Mizpeh eastward; and they smote them, until they left them none remaining.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/8"
            }
          ]
        },
        {
          "verse": 9,
          "sinaiticus": {},
          "text": "And Joshua did unto them as the LORD bade him: he houghed their horses, and burnt their chariots with fire.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/9"
            }
          ]
        },
        {
          "verse": 10,
          "sinaiticus": {},
          "text": "And Joshua at that time turned back, and took Hazor, and smote the king thereof with the sword: for Hazor beforetime was the head of all those kingdoms.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/10"
            }
          ]
        },
        {
          "verse": 11,
          "sinaiticus": {},
          "text": "And they smote all the souls that were therein with the edge of the sword, utterly destroying them: there was not any left to breathe: and he burnt Hazor with fire.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/11"
            }
          ]
        },
        {
          "verse": 12,
          "sinaiticus": {},
          "text": "And all the cities of those kings, and all the kings of them, did Joshua take, and smote them with the edge of the sword, and he utterly destroyed them, as Moses the servant of the LORD commanded.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/12"
            }
          ]
        },
        {
          "verse": 13,
          "sinaiticus": {},
          "text": "But as for the cities that stood still in their strength, Israel burned none of them, save Hazor only; that did Joshua burn.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/13"
            }
          ]
        },
        {
          "verse": 14,
          "sinaiticus": {},
          "text": "And all the spoil of these cities, and the cattle, the children of Israel took for a prey unto themselves; but every man they smote with the edge of the sword, until they had destroyed them, neither left they any to breathe.",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/14"
            }
          ]
        },
        {
          "verse": 15,
          "sinaiticus": {},
          "text": "As the LORD commanded Moses his servant, so did Moses command",
          "fragment": false,
          "notes": null,
          "fulltext_links": [
            {
              "lang": "en",
              "translation": "KJV",
              "url": "/full/kjv/lam/11/15"
            }
          ]
        }
      ]
    }
  ]
}